Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Coooo? Nazywasz mnie kłamcą? Mam cię nauczyć dobrych manier?
uk: Щооо? Ти називаєш мене брехуном? Хочеш, щоб я навчив тебе добрим манерам?

source: Coooo?! Zmywam się stąd! Jak Ulryk się dowie, że strzelam do cywili...
uk: Щоооо?! Я забираюся звідси! Якщо Ульрік дізнається, що я стріляю в цивільних...

source: Cooooo?! Dla tego warchoła nie poświęciłbym nawet pięciu minut swojego cennego czasu!
uk: Щооооо?! Я б для цього придурка не пожертвував навіть п'ять хвилин свого дорогоцінного часу!

source: Coraz bardziej cię lubię chłopcze, prosto do rzeczy!
uk: Ти мені подобаєшся щораз більше, хлопче, одразу до справи!

source: Coraz ciężej jest mi zasnąć. Niemalże każdej nocy słyszę hałasy z sąsiedniej dzielnicy. Roderich powinien w końcu zrobić tam porządek.
uk: Мені все важче засинати. Майже щоночі я чую шум з сусіднього будинку. Родеріх повинен нарешті щось із цим зробити.

source: Coraz ciężej jest mi zasnąć. Niemalże każdej nocy słyszę hałasy z sąsiedniej dzielnicy. Roderich powinien w końcu zrobić z tym porządek.
uk: Мені все важче засинати. Майже щоночі я чую шум з сусіднього будинку. Родеріх повинен нарешті щось із цим зробити.

source: Coraz częściej słyszy się o szaleńcach próbujących dostać się do miasta droga morską.
uk: Я все частіше чую про божевільних, які намагаються потрапити до міста морем.

source: Coraz częściej słyszę o szaleńcach próbujących dostać się do miasta drogą morską.
uk: Я все частіше чую про божевільних, які намагаються потрапити до міста морем.

source: Coraz częściej widzę u siebie gości z ratusza.
uk: Я все частіше бачу у себе в гостях відвідувачів з ратуші.

source: Coraz głośniejsze dźwięki dobiegają z okolic bagien. Nie podoba mi się to, ani trochę.
uk: З боліт долинають дедалі гучніші звуки. Мені це не подобається, анітрохи.

source: Coraz głośniejsze dźwięki dobiegają z okolicy bagien. Nie podoba mi się to, ani trochę.
uk: З боліт долинають дедалі гучніші звуки. Мені це не подобається, анітрохи.

source: Coraz mniej osób jest nad nami. Kto wie, może kiedyś zostanę dowódcą całej straży, ale się moja rodzina zdziwi.
uk: Все менше і менше людей стоять над нами. Хто знає, можливо, колись я стану командиром Варти. От моя сім'я здивується.

source: Coraz trudniej mi się zasypia. Niemalże każdej nocy słyszę hałasy z sąsiedniej dzielnicy. Roderich powinien w końcu zrobić z tym porządek.
uk: Мені все важче засинати. Майже щоночі я чую шум з сусіднього будинку. Родеріх повинен нарешті щось із цим зробити.

source: Coraz więcej dziwnych bestii pojawia się w okolicy. Ojciec zabronił mi się oddalać od domu.
uk: Дедалі більше дивних звірів з'являється в околицях. Батько заборонив мені відходити далеко від дому.

source: Coraz więcej osób trafia na wyspę. Jeśli jest to zwiastun nadciągającej wojny, to chyba najwyższy czas pakować manatki.
uk: Все більше і більше людей потрапляє на острів. Якщо це передвістя війни, що насувається, то настав час пакувати речі.

source: Coraz więcej widuję bezdomnych na ulicach. Mam nadzieję, że nie włamią się nikomu do domu.
uk: Я бачу все більше безпритульних людей на вулицях. Сподіваюся, вони не вломляться в чиїсь будинки.

source: Coraz więcej widuję się bezdomnych na ulicach. Mam nadzieję, że nie włamią się nikomu do domu.
uk: Я бачу все більше і більше безпритульних людей на вулицях. Сподіваюся, вони не вломляться в чиїсь будинки.

source: Corios - Top 10 napisów na nagrobek
uk: Corios – 'Топ-10 написів на надгробках'

source: Coroczny konkurs zbierania winogron czas zacząć!
uk: Щорічний конкурс зі збору винограду ось-ось розпочнеться!

source: Cortez
uk: Кортез

source: Cortez był w wyjątkowo dobrym nastroju, aż sam się zdziwiłem. Pewnie udało mu się dobić jakiegoś dobrego targu.
uk: Кортез був у дуже гарному настрої, що мене здивувало. Мабуть, він уклав якусь гарну угоду.

source: Cortez będzie wściekły, gdy dowie się, co tu zaszło. Lepiej nie będę mu się pokazywał na oczy póki nie znajdę przynajmniej kilku z zaginionych towarów. Pora wziąć się do pracy.
uk: Кортез лютуватиме, коли дізнається, що тут сталося. Мені краще не потрапляти йому на очі, поки я не знайду хоча б частину зниклих товарів. Пора братися за роботу.

source: Cortez chce cię natychmiast widzieć, a jeśli chodzi o Pata... Ktoś musi zostać ukarany za całą tę sytuację.
uk: Кортез хоче тебе негайно бачити, а що стосується Пата... Хтось має бути покараний за весь цей безлад.

source: Cortez chciał mi odebrać miecz. Nie mogłem pozwolić, by ktoś teraz mnie zatrzymał.
uk: Кортез хотів відібрати у мене меч. Я не можу дозволити нікому мені зараз перешкоджати.

source: Cortez chciał mi odebrać miecz. Pozwoliłem mu go dobyć, ale nie skończyło się to dla niego zbyt dobrze.
uk: Кортез хотів відібрати у мене меч. Я дозволив йому це зробити, але для нього це погано закінчилося.

source: Cortez dostanie te swoje przeklęte towary, tylko niech to będzie ostatni raz, kiedy jestem nachodzony w moim miejscu pracy!
uk: Кортез отримає свій клятий товар, тільки нехай це буде останній раз, коли мене вистежують на моєму робочому місці!

source: Cortez dowie się o tym co planowałeś i odpowiednio się tobą zajmie.
uk: Кортез дізнається, що ти планував, і вчинить з тобою відповідно.

source: Cortez dowiedział się o całej sprawie. Nie zaryzykuje i nie pozwoli dziewczynie odejść z Przystani. Prosiła mnie, bym powiedział jej matce, że żyje i ma się dobrze. Nadine pewnie dalej będzie przebywać w koszarach, przy wejściu do więzienia.
uk: Кортез про все дізнався. Він не хоче ризикувати та відпускати дівчину з Гавані. Вона попросила мене передати її матері, що вона жива і здорова. Надін, ймовірно, й надалі перебуває в казармах, біля входу до в'язниці.

source: Cortez jest na arenie. Czeka mnie ciekawa rozmowa.
uk: Кортез на арені. На мене чекає цікава розмова.

source: Cortez kazał mi dopilnować prawidłowego rozładunku towarów. Z tego co widzę, nie mamy czego rozładowywać.
uk: Кортез сказав мені, щоб я переконався, що товар розвантажений належним чином. Наскільки я бачу, розвантажувати нічого.

source: Cortez kazał mi dopilnować, by rozładunek świeżego towaru przeszedł bez problemów. Im szybciej się tym zajmę, tym szybciej zajmę się badaniem tropu Jorna. Mam porozmawiać z niejakim Beckettem.
uk: Кортез наказав мені простежити, щоб розвантаження нових товарів пройшло гладко. Чим швидше я подбаю про це, тим швидше зможу вийти на слід Йорна. Я маю поговорити з людиною на ім'я Беккет.

source: Cortez kazał mi wyjaśnić tę sprawę.
uk: Кортез попросив мене розібратися в цій справі.

source: Cortez kazał mu zająć się naprawą palisady przy jego chacie.
uk: Кортез наказав йому зайнятися ремонтом частоколу біля його хатини.

source: Cortez leży pokonany na arenie. Czas własnoręcznie zakończyć jego żywot.
uk: Кортез переможений лежить на арені. Настав час власноручно обірвати його життя.

source: Cortez ma jedyny stół alchemiczny w okolicy, przynajmniej z tego co wiem.
uk: Наскільки мені відомо, єдиний алхімічний стіл тут має Кортез.

source: Cortez ma otrzymać warunki kapitulacji?
uk: Кортезу будуть запропоновані умови капітуляції?

source: Cortez mi wszystko przekazał, możesz wejść.
uk: Кортез мені все розповів, можеш зайти.

source: Cortez nie zorientował się, że za zatopieniem statku stali orkowie. Beckett uda się do Corteza, ja natomiast mam zabić jego podopiecznego, Pata.
uk: Кортез так і не зрозумів, що за потопленням корабля стоять орки. В той час як Беккет піде до Кортеза, я вб'ю його підопічного, Пата.

source: Cortez pomoże mi zorganizować spotkanie z Benem tylko jeśli zrobię coś dla niego. W karczmie zmarł ostatnio Stan, mam dowiedzieć się kto jest jego zabójcą. Poszukiwania najlepiej rozpocząć u Oscara.
uk: Кортез допоможе мені організувати зустріч із Беном, тільки якщо я щось для нього зроблю. Стен нещодавно помер у корчмі, і я маю з'ясувати, хто його вбивця. Пошуки краще розпочати із розмови з Оскаром.

source: Cortez powiedział, że osobiście wypłaci ci rekompensatę.
uk: Кортез сказав, що особисто відшкодує тобі збитки.

source: Cortez przejrzał twój podstęp. Wypadacie z interesu.
uk: Кортез розкусив твою хитрість. Ти виходиш з бізнесу.

source: Cortez przestał być zadowolony z waszych usług.
uk: Кортезу більше не потрібні твої послуги.

source: Cortez przysłał mnie bym zajął się Stanem.
uk: Кортез відправив мене подбати про Стена.

source: Cortez się o wszystkim dowie.
uk: Кортез про все дізнається.

source: Cortez tak postawił sprawę? Nieładnie, bardzo nieładnie. Cóż, niech stracę.
uk: Кортез сам так сказав? Негарно, дуже негарно. Що ж, не страшно.

source: Cortez to przywódca Przystani i kapitan 'Lorietty' - statku, który widzisz za sobą.
uk: Кортез – головний у Гавані і капітан Лорієтти – корабля, який ти бачиш позаду себе.

source: Cortez uznał, że zrobiłem dla Przystani wystarczająco dużo, by móc wziąć udział w Turnieju. Jest to dla mnie szansa, by porozmawiać z Dużym Benem o Jornie. O kwestiach organizacyjnych związanych z Turniejem powinienem porozmawiać z Proximo.
uk: Кортез вирішив, що я зробив достатньо для Гавані, щоб отримати можливість брати участь у турнірі. Для мене це шанс поговорити з Великим Беном про Йорна. Я маю обговорити з Проксімо організаційні питання, пов'язані з турніром.

source: Cortez wydał wyrok, nie radzę ci kwestionować tego, co tu się stało!
uk: Кортез виніс вирок, і я не раджу тобі ставити під сумнів те, що тут сталося!

source: Cortez wyraził zgodę, czas sprawdzić potrawkę razem z Hierro. Pewnie wciąż siedzi w karczmie.
uk: Кортез дав згоду, настав час перевірити страву разом з Гієро. Той, напевно, все ще сидить у корчмі.

source: Cortez wyraźnie powiedział, że mam przekazać pieniądze bezpośrednio Antonio.
uk: Кортез чітко дав зрозуміти, що я повинен віддати гроші безпосередньо Антоніо.

source: Cortez wysłał mnie z powrotem do tej jaskini. Mam zabrać ze sobą Rodrigo i Simona oraz wyjaśnić sprawę.
uk: Кортез відправив мене назад у печеру. Я маю взяти з собою Родріго та Саймона й вияснити, у чому справа.

source: Cortez wysłał za wami Siepacza z resztą kolegów.
uk: Кортез відправив за вами Сироту з іншими своїми колегами.

source: Cortez z kimś rozmawia. To doskonały moment, by poszukać tych bandytów. Podczas spotkania z Gonzalo mówili coś o przejmowaniu interesu, a dodatkowo żaden z nich nie pasował do opisu sprawców. Skoro to nie oni stoją za porwaniem, to może przynajmniej naprowadzą mnie na porywaczy. Jeśli ich znajdę, to może uda mi się uniknąć rozmowy z tym całym Cortezem, albo będę chociaż wiedział, o co chcę go dokładnie zapytać.
uk: Кортез з кимось розмовляє. Це ідеальний момент, щоб пошукати цих бандитів. Під час зустрічі з Гонсало вони щось казали про перебирання бізнесу, до того ж ніхто з них не підходить під опис злочинців. Якщо вони не стоять за викраденням, то, можливо, вони хоча б зможуть вивести мене на викрадачів. Якщо я їх знайду, можливо, мені вдасться уникнути розмови з Кортезом, або принаймні точно знатиму, про що хочу його запитати.

source: Cortez za opłatą nauczy mnie zręczności i walki bronią jednoręczną.
uk: За певну плату Кортез навчить мене спритності та володінню одноручною зброєю.

source: Cortez zgodził się na twoją propozycję pod dwoma warunkami.
uk: Кортез погодився на твою пропозицію за двох умов.

source: Cortez zlecił załatanie palisady przy jego domu.
uk: Кортез хоче, щоб ми відремонтували частокіл за його хатиною.

source: Cortez zorientował się, że próbowałem go oszukać. Jakimś cudem wyszedłem z tego cało. Mój stary znajomy Beckett otrzymał wyrok śmierci i to ja mam go wykonać. Przy okazji wyrównam z nim rachunki.
uk: Кортез зрозумів, що я намагаюся його обдурити. Якимось дивом мені вдалося викрутитися. Моєму старому знайомому Беккету винесли смертний вирок, і мені належить його виконати. Заодно я поквитаюся з ним.

source: Cortez, Cortez... Gdyby nie to, że potrzebuję kogoś do pilnowania organizacji w Przystani, to już dawno zdeptałbym go jak robaka.
uk: Кортез, Кортез... Якби мені не був потрібен хтось, хто наглядатиме за порядком в Гавані, я б давно розчавив його, як комаху.

source: Cortez.
uk: Кортез.

source: Cortez. Ale... o cholera, odłóż broń!
uk: Кортез. Але... от дідько, опусти зброю!

source: Cortez?
uk: Кортез?

source: Cortezowi muszą się chyba kończyć rozgarnięci ludzie.
uk: Схоже, у Кортеза закінчуються розумні люди.

source: Cortezowi nie spodobało się, że ktoś próbuje go okraść. Kazał mi wziąć ze sobą Simona oraz Rodrigo i zaprowadzić ich do jaskini, gdzie dokonałem wymiany ze Szmuglerem. Zaczekają tam na mnie i zastawią pułapkę, podczas gdy ja zwabię w nią Antonio i resztę bandy.
uk: Кортезу не сподобалося, що хтось намагається його пограбувати. Він сказав мені взяти з собою Саймона і Родріго і привести їх до печери, де відбувався обмін з Койотом. Вони чекатимуть на мене там і влаштують пастку, в яку я заманю Антоніо та решту банди.

source: Cortezowi się to nie spodobało. Któregoś dnia przyszedł ze swoimi ludźmi i zmusił moich oprawców do zwrócenia mi wolności. Niestety to była fałszywa wolność - nie mogłam wyjść poza Przystań!
uk: Кортезу це не сподобалося. Одного разу він прийшов зі своїми людьми і змусив моїх мучителів випустити мене на свободу. На жаль це була лише ілюзія свободи – я не могла вийти за межі Гавані!

source: Corum
uk: Корум

source: Could not load function from library KmLib.dll! Please reinstall application or contact with technical support. Error code:
uk: Неможливо прочитати функцію з бібліотеки KmLib.dll! Будь ласка, перевстановіть програму або зверніться до служби технічної підтримки. Код помилки:

source: Could not load library KmLib.dll! Please install latest Visual Studio redistributable files (https://aka.ms/vs/16/release/vc_redist.x86.exe and https://aka.ms/vs/16/release/vc_redist.x64.exe). Error code:
uk: Неможливо завантажити бібліотеку KmLib.dll! Будь ласка, встановіть останні версії пакетів Visual Studio (https://aka.ms/vs/16/release/vc_redist.x86.exe або https://aka.ms/vs/16/release/vc_redist.x64.exe). Код помилки:

source: Could not load library KmLib.dll! Please reinstall application or contact with technical support. Error code:
uk: Неможливо завантажити бібліотеку KmLib.dll! Будь ласка, перевстановіть програму або зверніться до служби технічної підтримки. Код помилки:

source: Coś by się przydało.
uk: Щось би згодилось.

source: Coś ci nie ufam, młody. Ludzie tak po prostu nie pomagają innym, gdy nie mają w tym żadnego interesu.
uk: Щось я тобі не довіряю, хлопче. Люди просто так не допомагають іншим, якщо не зацікавлені в цьому.

source: Coś czuję, że Adanos czuwa nad moimi ostatnimi połowami.
uk: Мені здається, що сам Аданос наглядає за моїм останнім уловом.

source: Coś czuję, że Zachary nie zobaczy mnie w robocie przez cały miesiąc!
uk: Щось мені здається, що Захарій не побачить мене на роботі цілий місяць!

source: Coś czuję, że mi się to nie spodoba.
uk: Щось відчуваю, що мені це не сподобається.

source: Coś czuję, że muzycy nie będą chcieli ze mną współpracować. Może lepiej poszukać Karin, o której wspominał Bastian?
uk: Щось мені підказує, що музиканти не захочуть зі мною працювати. Може, краще пошукати Карін, про яку згадував Бастіан?

source: Coś czuję, że nie powinienem pokazywać się Lutzowi na oczy.
uk: Щось мені підказує, що краще не показуватись Люцу на очі.

source: Coś czuję, że teraz szybko mnie zagonią do pracy w kopalni. Ale chyba tak źle jak w Górniczej Dolinie nie będzie.
uk: У мене таке відчуття, що скоро мене відправлять працювати до копальні. Але не думаю, що це буде настільки важко, як у Гірничій Долині.

source: Coś czuję, że za wykrycie takich machlojek możesz dostać awans, a już na pewno podwyżkę!
uk: Щось мені підказує, що за виявлення таких махінацій тебе можуть підвищити, і неодмінно збільшать платню!

source: Coś długo mi idzie rozwiązywanie sprawy z Marthą. Powinienem wziąć się za to na poważnie.
uk: Щось я довго не можу владнати все з Мартою. Треба серйозно підійти до цього питання.

source: Coś jednak nie pozwalało jej zapomnieć o miejscu, z którego pochodziła, coraz częściej wydawała się dziwnie nieobecna... aż pewnego dnia zostawiła dla mnie list i po prostu zniknęła. Mam nadzieję, że w końcu uda jej się odnaleźć spokój.
uk: Однак, щось не дозволяло їй забути місце, звідки вона родом. Дедалі частіше здавалося, що вона подумки десь далеко... Аж поки одного разу вона залишила мені лист і просто зникла. Сподіваюся, їй врешті-решт вдасться знайти спокій.

source: Coś jednak potrafię. Gdybyś chciał jeszcze kiedyś poćwiczyć, to wiesz gdzie mnie szukać. Tylko zabierz ze sobą piwo!
uk: А я не настільки слабкий, як думав. Якщо захочеш попрактикуватися, ти знаєш, де мене шукати. Просто візьми з собою пиво!

source: Coś jest chyba nie tak z waszym obozem.
uk: Схоже, щось не так з вашим табором.

source: Coś jest nie tak.
uk: Щось не так.

source: Coś jeszcze o nich wiesz?
uk: Що ще ти про них знаєш?

source: Coś jeszcze znalazłeś?
uk: Щось ще знайшов?

source: Coś jeszcze?
uk: Ще щось?

source: Coś już potrafisz, ale przed tobą jeszcze długa droga.
uk: Ти вже дещо знаєш, але попереду ще довгий шлях.

source: Coś już umiesz, ale jeszcze dużo treningów przed tobą.
uk: Дещо ти вже вмієш, але попереду в тебе ще багато тренувань.

source: Coś już umiesz, ale jeszcze sporo treningów przed tobą.
uk: Дещо ти вже знаєш, але попереду ще багато тренувань.

source: Coś już umiesz, ale jeszcze trochę pracy przed tobą.
uk: Щось ти вже вмієш, але попереду ще чимало роботи.

source: Coś już umiesz, ale mógłbyś jeszcze więcej.
uk: Ти вже дещо вмієш, але зможеш ще більше.

source: Coś kręcisz, chłopaczku, a ja bardzo nie lubię, gdy ktoś kręci.
uk: Що ти лукавиш, хлопче, а я дуже не люблю, коли хтось намагається мене обдурити.

source: Coś mi mówi, że straż z pewnością się wami zainteresuje.
uk: Щось мені підказує, що вартові неодмінно зацікавляться вами.

source: Coś mi o tym wiadomo...
uk: Так, доводилося зустрічати...

source: Coś mi się obiło o uszy.
uk: Я дещо чув.

source: Coś mi się obiło o uszy...
uk: Щось чув про це...

source: Coś mi się ta twoja historyjka nie klei.
uk: Щось у вашій історії не сходиться.

source: Coś mi się wydaje, że chyba opuszczałeś lekcje dobrych manier.
uk: Щось мені підказує, що ти прогулював уроки хороших манер.

source: Coś mi się wydaje, że jesteś zwykłym szarlatanem.
uk: Щось мені здається, що ти звичайний шарлатан.

source: Coś mi się wydaje, że ktoś powinien dać ci lekcję dobrych manier.
uk: Здається, хтось має навчити тебе гарних манер.

source: Coś mi się zdaje, że od dawna nie dostałeś w pysk! Idziesz po chrust albo inaczej pogadamy!
uk: Щось мені здається, що тебе давно не били по пиці! Йди по хмиз, або ми поговоримо інакше!

source: Coś musimy wymyślić, inaczej stracimy dach nad głową.
uk: Ми повинні щось придумати, інакше втратимо дах над головою.

source: Coś musimy wymyślić. Inaczej stracimy dach nad głową.
uk: Ми повинні щось придумати. Інакше втратимо дах над головою.

source: Coś mówiłeś? Wybacz, nie zauważyłem...
uk: Ти щось казав? Вибач, я не розчув...

source: Coś nie tak?
uk: Щось не так?

source: Coś nowego?
uk: Є новини?

source: Coś podobnego...
uk: Аж не віриться...

source: Coś się działo pod moją nieobecność?
uk: Щось трапилося за моєї відсутності?

source: Coś się poruszyło w tym tunelu. Nie widziałem dokładnie, ale jestem pewien.
uk: Щось ворухнулося в тому тунелі. Я не розгледів, але я впевнений, що там хтось є.

source: Coś się stało?
uk: Щось трапилось?

source: Coś się znajdzie. A jak się nie znajdzie to wywalę tych którzy mi zalegają z opłatą.
uk: Щось знайдеться. А якщо не знайду, то вижену тих, хто заборгував.

source: Coś sugerujesz?
uk: Ти на щось натякаєш?

source: Coś słyszałem na ten temat...
uk: Я щось чув про це...

source: Coś słyszałem. Bądź ostrożny i trzymaj się blisko mnie.
uk: Так, щось чув. Будь обережним і тримайся поруч зі мною.

source: Coś słyszałem... Ale nie wiemy co to mogło być..
uk: Я щось чув... Але не знаю, що це могло бути..

source: Coś słyszałem... Ale nie wiemy co to mogło być...
uk: Я щось чув... Але не знаю, що це могло бути...

source: Coś tak czułem, że będą z tobą same kłopoty.
uk: Щось мені підказувало, що від тебе будуть тільки неприємності.

source: Coś taki markotny?
uk: Чого такий похмурий?

source: Coś tam potrafię, ale na widok moich dzieł pewnie byś się uśmiał.
uk: Я можу тобі щось намалювати, але ти, мабуть, будеш сміятися, побачивши мої креслення.

source: Coś tam potrafię.
uk: Дещо вмію.

source: Coś tam się znajdzie, choć, jak pewnie słyszałeś, ostatnio krucho u nas z zapasami.
uk: Щось там знайдеться, хоча, як ти, напевно, чув, останнім часом у нас бракує запасів.

source: Coś ty mi dał do wypicia? Widzisz jak wyglądam? Widzisz moje ręce?
uk: Що ти дав мені випити? Бачиш, як я виглядаю? Ти бачиш мої руки?

source: Coś ty mi dał!?
uk: Що ти мені дав?!

source: Coś ty mi dał? Obrzydlistwo!
uk: Що ти мені дав? Гидота!

source: Coś ty mi zrobił?
uk: Що ти зі мною зробив?

source: Coś ty mi... ekh... ekh... podał!?
uk: Що ти... ех... ех... мені дав?!

source: Coś ty mu zrobił?
uk: Що ти з ним зробив?

source: Coś ty narobił!
uk: Що ти наробив!

source: Coś ty powiedział, idioto? Myślisz sobie, że teraz jesteś kimś? Zaraz ci pokażę, gdzie jest twoje miejsce.
uk: Що ти сказав, ідіоте? Думаєш, ти тепер важлива персона? Я покажу тобі, де твоє місце.

source: Coś ty powiedział?
uk: Що ти сказав?

source: Coś ty powiedział? (Sprowokuj)
uk: Що ти сказав? (Спровокувати)

source: Coś ty taki ciekawski?
uk: Чому ти цікавишся?

source: Coś ty za jeden? Nie znam cię, daj mi spokój!
uk: Хто ти? Я тебе не знаю, дай мені спокій!

source: Coś ty znowu nawymyślał...
uk: Що ти знову напридумував...

source: Coś ty zrobił! Za co? Ja dotrzymałem umowy!
uk: Що ти наробив! І за що? Я виконав свою частину угоди!

source: Coś ty zrobił? Przecież nie tak się umawialiśmy! Jak planujemy działanie, to trzymaj się ustalonej wersji!
uk: Що ти зробив? Ми не так домовлялися! Коли ми плануємо операцію, ми діємо за планом!

source: Coś ty, w burdelu? Miejscu kultury? Nie ma szans.
uk: В борделі? Місці культури? Без варіантів.

source: Coś w tym jest. Ale mamy własnego medyka, który za darmo postawi cię na nogi, jeśli coś ci się stanie. Czasami to naprawdę ratuje skórę.
uk: Щось у цьому є. Але у нас є власний медик, який безкоштовно поставить тебе на ноги, якщо щось станеться. Іноді це дійсно може врятувати.

source: Coś w zamian?! TY jeszcze śmiesz żądać czegoś w zamian?!
uk: Щось взамін?! Ти ще наважуєшся вимагати щось взамін?!

source: Coś wymyślicie.
uk: Щось придумаєте.

source: Coś wymyślisz, liczę na twoją inwencję.
uk: Щось вигадаєш, я розраховую на твою винахідливість.

source: Coś wymyślę, żeby nam się udało. O ile wcześniej się nie powieszę.
uk: Я щось вигадаю, щоб з цим впоратися. Якщо тільки не повішусь раніше.

source: Coś wymyślę.
uk: Я щось придумаю.

source: Coś wymyślę. Na razie nie rzucaj się w oczy.
uk: Я щось придумаю. А ти поки не потрапляй нікому на очі.

source: Coś z nim nie tak?
uk: З ним щось не так?

source: Coś za jeden? Nie znam cię, zostaw mnie!
uk: Ти хто такий? Я тебе не знаю, дай мені спокій!

source: Coś za mało ci błyszczy w ręce. Dołóż jeszcze trochę monet.
uk: Щось замало блищить у твоїй руці. Додай ще монет.

source: Coś zaszło nas od tyłu. Zanim się obejrzałem, leżałem już na ziemi, cały we krwi... a chwilę później padł obok mnie Rudi.
uk: Щось налетіло на нас ззаду. Не встиг я озирнутися, як вже лежав на землі, весь у крові... а за мить поруч зі мною впав Руді.

source: Crednar
uk: Креднар

source: Crednar doprowadzi cię do porządku!
uk: Креднар тебе вгамує!

source: Crednar jest mi wdzięczny za namówienie grupy Fabio do uprawy ziela. W zamian pozwolił mi i Ivy wejść do Wilczego Leża.
uk: Креднар вдячний мені за те, що я переконав групу Фабіо вирощувати болотну траву. Натомість він дозволив нам з Айві увійти до Вовчого Лігва.

source: Crednar nie chce wpuścić drwali do środka.
uk: Креднар не хоче впускати лісорубів.
